[
	{
		"person":"Azadeh Kushki, PhD", 
		"job": "Bloorview Research Institute, Holland Bloorview Kids Rehabilitation Hospital",
	    "bio": ""
	},
	{
		"person":"John Griffiths, PhD", 
		"job": "Krembil Centre of Neuroinformatics, Centre for Addiction and Mental Health",
	    "bio": "Dr. John D. Griffiths is a cognitive and computational neuroscientist based at the Toronto Centre for Addiction and Mental Health (CAMH)’s Krembil Centre for Neuroinformatics (KCNI; krembilneuroinformatics.ca), where he leads a research team focused on computational modelling of brain network dynamics, neurostimulation, and multimodal neuroimaging data (www.grifflab.com). He is an Assistant Professor in the University of Toronto Departments of Psychiatry, Medical Sciences, and Biomedical Engineering. Originally hailing from North-West England, Dr. Griffiths completed his PhD at the University of Cambridge, where he worked on structural and functional neuroimaging of language comprehension and its impairment in ageing and stroke. Prior to this, he completed his undergraduate training in psychology, philosophy, and cognitive neuroscience at the Universities of Warwick and York, UK. Subsequently, he worked as a post-doctoral fellow in the groups of Peter Robinson (University of Sydney School of Physics), Randy McIntosh (Rotman Research Institute) and Jeremie Lefebvre (Toronto Western Hospital). During this time he conducted research and developed core expertise in multimodal neuroimaging and macro connectomics, neurophysiological modelling and numerical simulations, neural field theory, and noninvasive neuromodulation. He also was an early contributor to the The Virtual Brain (TVB) software library and research consortium. Dr. Griffiths joined the CAMH/UToronto KCNI as a PI and head of Whole-Brain Modelling in 2019, where he leads a multidisciplinary team of engineers, physicists, mathematicians, biologists, and psychologists, working on endogenous oscillations and neurophysiology of noninvasive brain stimulation. The theory-based work of the group is complemented by novel EEG, fNIRS, TMS, and MRI experiments in healthy and patient populations. "
	},
	{
		"person":"Ore Ogundipe, Rawan Mahdi, & Minarose Ismail", 
		"job": "NeuroFusion Research Inc.",
	    "bio": ""
	},
	{
		"person":"Martin Persaud", 
		"job": "Director of AI & Technology Transformation, Verto Inc.",
	    "bio": "Martin Persaud is the Director of AI & Technology Transformation at Verto Inc., where he specializes in designing and implementing patient- and provider-facing solutions, as well as developing interoperability specifications to improve access to care and data. He works closely with system architects to optimize workflows and enhance patient information flow, driving better health outcomes. With extensive experience in professional services, Martin has successfully led cross-organizational programs, including virtual care initiatives, chronic disease management pathways, and clinical decision support systems. His expertise lies in applying technology to solve complex healthcare challenges, with a proven track record across Canada, the U.S., Europe, and the Middle East."
	}
]
