[
	{
		"person":"Azadeh Kushki, PhD", 
		"job": "Bloorview Research Institute, Holland Bloorview Kids Rehabilitation Hospital",
	    "bio": "Dr. Azadeh Kushki is the Associate Chief of Data Science at the Bloorview Research Institute, Holland Bloorview Kids Rehabilitation Hospital, where she leads the Institute’s strategic priorities in precision health. Dr Kushki is the Canada Research Chair in Neurodiversity and Personalized Health, an Associate Professor at the Institute of Biomedical Engineering at the University of Toronto, and a senior scientist at the Bloorview Research Institute. Dr Kushki is also the Lead of Analytics for the Province of Ontario Neurodevelopmental Disorders Network (POND), a network of 70 researchers and clinicians working to improve diagnosis, care, and long-term outcomes for neurodivergent children and youth. In these roles, she leads a highly translational program of research focused on using data science and AI to advance personalized health for children with neurodevelopmental differences and disabilities."
	},
	{
		"person":"John Griffiths, PhD", 
		"job": "Krembil Centre of Neuroinformatics, Centre for Addiction and Mental Health",
	    "bio": "Dr. John D. Griffiths is a cognitive and computational neuroscientist based at the Toronto Centre for Addiction and Mental Health (CAMH)’s Krembil Centre for Neuroinformatics (KCNI; krembilneuroinformatics.ca), where he leads a research team focused on computational modelling of brain network dynamics, neurostimulation, and multimodal neuroimaging data (www.grifflab.com). He is an Assistant Professor in the University of Toronto Departments of Psychiatry, Medical Sciences, and Biomedical Engineering. Originally hailing from North-West England, Dr. Griffiths completed his PhD at the University of Cambridge, where he worked on structural and functional neuroimaging of language comprehension and its impairment in ageing and stroke. Prior to this, he completed his undergraduate training in psychology, philosophy, and cognitive neuroscience at the Universities of Warwick and York, UK. Subsequently, he worked as a post-doctoral fellow in the groups of Peter Robinson (University of Sydney School of Physics), Randy McIntosh (Rotman Research Institute) and Jeremie Lefebvre (Toronto Western Hospital). During this time he conducted research and developed core expertise in multimodal neuroimaging and macro connectomics, neurophysiological modelling and numerical simulations, neural field theory, and noninvasive neuromodulation. He also was an early contributor to the The Virtual Brain (TVB) software library and research consortium. Dr. Griffiths joined the CAMH/UToronto KCNI as a PI and head of Whole-Brain Modelling in 2019, where he leads a multidisciplinary team of engineers, physicists, mathematicians, biologists, and psychologists, working on endogenous oscillations and neurophysiology of noninvasive brain stimulation. The theory-based work of the group is complemented by novel EEG, fNIRS, TMS, and MRI experiments in healthy and patient populations. "
	},
	{
		"person":"Ore Ogundipe, Rawan Mahdi, & Minarose Ismail", 
		"job": "NeuroFusion Research Inc. / CAMH, IBM, SickKids",
	    "bio": "Ore Ogundipe is the Founder & CEO of NEUROFUSION Research Inc., a product-led research company with an open mobile & web platform (usefusion.ai/research) that enables large-scale behaviour and brain activity data collection for the purpose of mental health biomarker identification and patient stratification supporting validation of novel interventions in community settings. He collaborates with researchers at the KCNI, CAMH on mobile neuroimaging, cognitive assessments and computational modelling to understand brain+behavior relationships for people living with psychosis spectrum symptoms - https://cognemo.com, www.grifflab.com. \n\nTogether with Minarose Ismail (SickKids) & Rawan Madhi (IBM), they'll provide an overview of the mobile neurotechnology landscape and its application in mental health. They will show how to use mobile EEG to validate simple hypotheses in real-world settings, from validating hypotheses about cognitive processes to designing scalable studies that integrate behavioral and neuroimaging data. Then propose challenges for collaboration with BrainHack participants!"
	},
	{
		"person":"Martin Persaud", 
		"job": "Director of AI & Technology Transformation, Verto Inc.",
	    "bio": "Martin Persaud is the Director of AI & Technology Transformation at Verto Inc., where he specializes in designing and implementing patient- and provider-facing solutions, as well as developing interoperability specifications to improve access to care and data. He works closely with system architects to optimize workflows and enhance patient information flow, driving better health outcomes. With extensive experience in professional services, Martin has successfully led cross-organizational programs, including virtual care initiatives, chronic disease management pathways, and clinical decision support systems. His expertise lies in applying technology to solve complex healthcare challenges, with a proven track record across Canada, the U.S., Europe, and the Middle East."
	}
]
